Revit 2024 API
ParameterTypeId.ViewerBoundActiveBottom Property
 "Bottom Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerBoundActiveBottom { get; }
Visual Basic
Public Shared ReadOnly Property ViewerBoundActiveBottom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerBoundActiveBottom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace